Repository: TobiasGruening/competitions
Catalog: scriptnet/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Given name
fr: Prenom

source: Family name
fr: Nom de famille

source: Email
fr: Courriel

source: Short biography (optional)
fr: Courte Biographie (option)

source: Affiliation name
fr: Nom d'institution

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Cosubmitters
fr: Co-déposants

source: A short identifier for the method
fr: Un court identifiant pour la methode

source: A short description of the method
fr: Une courte description de la methode

source: Show results for this method for everyone
fr: Afficher les resultats de cette methode pour tout le monde

source: Result file
fr: Fichier de resultat

source: Language
fr: Langue

source: The processing state of the submission is undefined
fr: L'état de traitement de cette soumission est undéfinie

source: We are currently processing the submitted result
fr: Nous sommes en train de traiter le résultat soumis

source: Could not call the related evaluator function
fr: On n'a pas pu apeller la fonction evaluateur correspondante

source: An error has occured before processing could start
fr: Une erreur est survenu avant que la traitement a pu commencer

source: An error has occured during processing of the submitted result
fr: Une erreur est survenu pendant traitement du résultat soumis

source: This benchmark cannot be computed by the specified evaluator function
fr: Ce benchmark ne peux pas être computé par la fonction evaluateur specifié

source: News
fr: Nouvelles

source: Important Dates
fr: Dates Importantes

source: Organizers
fr: Organisateurs

source: READ - a Horizon 2020 e-infrastructure project
fr: READ - Un projet de e-infrastucture pour l'horizon 2020

source: Track
fr: Piste

source: Subtrack
fr: Sous-piste

source: Submit a new method for evaluation
fr: Soumettre une nouvelle methode à évaluer

source: you have to
fr: il faut

source: login </a> first
fr: login </a> d'abord

source: View results for all available methods
fr: Voir résultats pour tous les méthodes

source: Please choose one of the available subtracks
fr: Veuillez choisir une sous-piste disponible

source: There are no available subtracks for the current track
fr: Il n'y a pas de sous-pistes disponibles pour cette piste

source: Logged in as
fr: Connecté en tant que

source: Competition home
fr: Accueil Compétition

source: Scoreboard
fr: Tableau de bord

source: ScriptNet Document Understanding Competitions
fr: ScriptNet Documentation Technique

source: [Logout]
fr: Se deconnecter

source: Welcome to
fr: Bienvenue dans

source: About
fr: Â propos

source: Register
fr: S'inscrire

source: Login
fr: Connexion

source: Contact
fr: Contacter

source: ScriptNet is a platform of competitions running under the READ project
fr: ScriptNet est une plateforme de compétition en cours d'execution dans le cadre du projet READ

source: Find Out More
fr: En savoir plus

source: About ScriptNet
fr: Â propos de ScriptNet

source: ScriptNet is a platform which hosts competitions related to Handwritten Text Recognition (HTR) and other Document Image Analysis (DIA) areas of research.
fr: ScriptNet est une plateforme hébergeant des concours liées à la reconnaissance de manuscrite (HTR) et d'autres domaines d'analyse d'image de documents (DIA).

source: Competitions are a vital part of research in computer science. Research teams apply their algorithms to defined collections of handwritten and printed documents, competing to produce the most accurate results. Competitions often take place at well-known conferences like the
fr: Les concours de recherche sur l'analyse de documents souvent prennent lieu sous le cadre de colloques tels que la

source: International Conference on Document Analysis and Recognition (ICDAR)
fr: Conférence Internationale d'Analyse et Reconnaisance de Documents (International Conference on Document Analysis and Recognition, ICDAR)

source: ScriptNet aims to attract as many research groups as possible to contribute to the task of unconstrained historical handwriting recognition. The main idea is to host several competitions in a common and uniform environment.
fr: ScriptNet vise à attirer autant de groupes de recherche que possible pour contribuer à la tâche de la reconnaissance manuscrite. L'idée principale est d'accueillir plusieurs compétitions dans un environnement commun et uniforme.

source: ScriptNet contains functionality which enables everyone to submit results <b>at any time</b> and get evaluation results, as well as ranking, automatically. It is an initiative of the H2020
fr: ScriptNet contient des fonctionnalités qui permettent à chaque participant de soumettre ses résultats à tout moment et d'obtenir ses évaluation, ainsi que son classement. Il s'agit d'une initiative du

source: project READ
fr: projet READ

source: (Recognition and Enrichment of Archival Documents)
fr: ('Recognition and Enrichment of Archival Documents', sous l'égide de UE/Horizon 2020).

source: Active Document Understanding Competitions
fr: Compétitions actifs

source: *No competitions are currently active*
fr: *Pas de compétitions en cours pour le moment*

source: Register to take part in one of the active competitions.
fr: Inscrivez-vous pour prendre part à des compétitions en cours.

source: Login with your credentials if you have already registered.
fr: Identifiez-vous avec vos identifiants si vous êtes déjà inscrit.

source: Ranking for Track
fr: Classement pour piste

source: New submission to the
fr: Nouvelle soumission pour le

source: You have to
fr: Il faut

source: All submissions and results for
fr: Tous les soumissions et résultats pour

source: the
fr: la

source: There are no submissions and no assigned benchmarks for this subtrack yet
fr: Pas de soumissions et pas de bencharks pour cette sous-piste

source: already exists, please pick a different one.
fr: déjà existe, veuillez choisir un autre.

source: User {} has been created. Use your credentials to login.
fr: Utilisateur {} à été créé. Utilisez votre nom et mot de passe pour entrer.

source: Submission {} with id {} has been submitted succesfully.
fr: Soumission {} avec id {} à été soumise avec succès

source: English
fr: Anglais

source: French
fr: Francais

source: Greek
fr: Grec
